Repository: liraymond04/re0-translations
Catalog: tm/tmx2source/Stand by me Pleiades Part 5/JA.tmx
Source language: zh_cn
Languages: ja

source: “艾米莉，这是我们第一次踏足这片土地，让我们互相守护吧。
ja: 「エミリー、初めての土地ですからお互いを守り合いましょう。

source: 虽然我因为我的不安感到抱歉，但是……”
ja: わたくしの不安が理由で申し訳ありませんけれど......」

source: “啊，不，完全没问题。
ja: 「あ、ううん、全然へっちゃらよ。

source: 没错，我好像没有好好看周围呢。
ja: そうよね、私、ちゃんと周りが見えてないみたい。

source: 芙蕾德丽卡，我会好好保护你的。”
ja: フレデリカのことは、私がしっかり守ってあげるから」

source: “嗯，真让人放心啊。
ja: 「ええ、心強いですわ。

source: ──加菲，你也要认真对待哦。”
ja: ──ガーフ、しっかりやるんですのよ」

source: 芙蕾德丽卡微笑着点头回应着表情严肃的艾米莉娅。
ja: きゅっと表情を引き締めたエミリアに、フレデリカは微笑んで頷き返す。

source: 在一旁，得到了独自行动的指示的加菲尔开始兴致勃勃地捏响了拳头的关节，看来这里也需要叮嘱下他。
ja: その傍ら、単独行動の指示を与えられ、やる気満々に拳の骨を鳴らし始めるガーフィールがいるので、そちらには釘を刺しておく。

source: 面对这番提醒，加菲尔皱了皱眉头，回道：“知道的啦。”
ja: その注意に「わかってるってんだよォ」とガーフィールは顔をしかめた。

source: “那么奥托兄，之后呢？”
ja: 「そしたらオットー兄ィ、どうする?」

source: “那么，就让两位大小姐留在旅馆，然后在三个小时后……在火之刻结束时，准时在镇中心集合吧。”（ 译者注：火之刻对应地球时间12：00-18：00 ）
ja: 「では、お嬢様たちに宿に残っていただいて、それから三時間......きっかり、火の刻の終わりに町の真ん中で集合しましょう」

source: “好，明白了。”
ja: 「おォ、わかった」

source: 奥托的提案被认可，包括加菲尔在内的所有人都点了点头。
ja: 指を立てたオットーの提案に、ガーフィールを始めとして全員が頷く。

source: 然后，作为在行动之前的最后一声──
ja: それから、いざ行動に移る前の最後の一声として──、

source: “那么，大家都小心行动吧。
ja: 「それじゃみんな、気を付けて行動しましょう。

source: 如果我们的身份被暴露出来，会变得非~常麻烦的，所以请确保不要发生危险。”
ja: 私たちの正体がバレたりしちゃったらすごーく大変だから、危ないことがないようにしてね」

source: 在艾米莉娅的提醒后，每个人开始各自的行动。
ja: エミリアの注意があってから、 それぞれの行動が始まった。

source: 然后──
ja: そして──、

source: “黑发黑眼的旅行者吗？
ja: 「黒い髪に黒い目の旅人ぉ?

source: 哎呀，没特别听说过呢。
ja: いやぁ、特別何にも聞いちゃいねえなあ。

source: 不过，说到外表的话，小姐们要小心点。
ja: しかし、見た目の話ってんなら、嬢ちゃんたちの方が気を付けろよ。

source: 毕竟──”
ja: なにせ──」

source: “蓝发女孩子和另两个人……不知道呢，可以去问问其他人。
ja: 「青い髪の子と二人連れ......知らないな、他を当たってくれ。

source: 不过，以你的样子的话，还是记住这点吧──”
ja: ただ、お前の見た目ならこれを覚えておいた方がいいぞ──」

source: “没什么不寻常的。
ja: 「何か珍しいことねえ。

source: 没听过什么值得关注的东西，啊，不过，因为小姐你们都是美人，所以还是要提醒一下──”
ja: これといって耳に入ってきてるもんはないああ、でも、お嬢ちゃんが美人だから言っておくんだが──」

source: “——大家都告诫要注意一样的事情呢，要注意绑架结婚。”
ja: 「みんなおんなじことを注意してくれたのに気を付けろって」

source: “绑架结婚吗？”
ja: 「誘拐結婚だァ?」

source: 约定集合的城镇中心虽说是个广场，但实际上是个冷清的地方，单纯因为是镇中心，所以这片空间有一片土地被扩建了，用作开办一个小型市场。
ja: 集合を約束した町の中心、広場というには寂しい場所は、単純に町の真ん中ということで広めの土地が用意され、小さな市が開かれているだけの空間だった。

source: 在远处俯瞰市场的同时，已经完成了三个小时调查的芙蕾德丽卡、艾米莉娅和加菲尔正相聚在一起，互相报告他们的成果。
ja: その市を遠目に眺めながら、三時間の聞き込みを終えたフレデリカとエミリア、 それにガーフィールとが顔を合わせ、成果を報告し合っている。

source: 虽然奥托的加入虽有些迟缓，但大家似乎对他有种莫名地信赖，相信他会深入挖掘芙蕾德丽卡等人收集的情报，所以这可能只是误差。
ja: オットーの合流は遅れているが、彼ならばフレデリカたちが集めた情報、さらに深いところを探ってくるという妙な信頼があるので、そこは誤差だろう。

source: 不巧的是，黑发黑眼──也就是昴的特征，以及有关类似雷姆的少女的情报没有听到。
ja: 生憎と、黒髪黒瞳──スバルの特徴や、レムらしき少女の情報についてはそれらしい話は聞かれなかった。

source: 虽然在探询时也大致问了下关于『暴食』的受害事件，但在那方面也没有多少有价值的信息，说不好这到底是好事还是坏事。
ja: 一応、『暴食』の被害についても探りを入れてみたものの、そちらについてもめぼしい情報がなく、それがよいのか悪いのか。

source: 总之，最令人在意的情报还是开头的那一段，芙蕾德丽卡也同意这一点。
ja: ともあれ、一番気になる情報が冒頭のそれだったのはフレデリカも同意見だ。

source: “绑架结婚……这听说是，为了与一见倾心的对象结婚，强行绑架对方，把她带回家里的一种风俗……”
ja: 「誘拐結婚......何でも、見初めた相手と結ばれるため、強引に身柄を拉致し、家に連れ込んでしまう風習だそうで......」

source: “好可怕的风俗啊……这是不是只有女性才会有危险？”
ja: 「おっかねェ風習だな......それ、危ねェのは女だけか?」

source: “不，男性也有被绑架的情况。
ja: 「ううん、男の人も誘拐されることがあるみたい。

source: 那种情况下，通常会有一大群女性一起来，女方的家族或朋友也会来帮忙。”
ja: その場合、女の人が大勢できたり、女の人の家族とかお友達が手伝うんですって」

source: “这画面让人忍不住不笑啊。
ja: 「笑って見逃せねェ絵面じゃァねェか。

source: 突然听到帝国风格的话题了啊。”
ja: いきッなり帝国流って話聞かされたぜ」

source: 加菲尔双臂交叉地发表了自己的看法，尽管不太妥当，但芙蕾德丽卡也表示赞同。
ja: 腕を組んだガーフィールの感想に、不謹慎だがフレデリカも賛同する。

source: 一大群女性结成团伙，带走一个男性，确实是一个惊人的一幕。
ja: 女性が大勢で徒党を組んで、一人の男性を連れ去るというのはすごい光景だ。

source: 如果碰巧碰到这种现场，恐怕会被惊得什么都做不了吧。
ja: もしも現場に出くわしたら、呆気に取られて何もできない気さえしてくる。

source: 然而，加菲尔随即歪了歪头，
ja: しかし、そこでガーフィールが首を傾げ、

source: “艾米莉和姐姐都被告诫要注意，但本大爷怎么没有听到呢？
ja: 「エミリーやら姉貴やらはみんなに忠告されッたって話だが、俺様ァ聞いてねェぞ。

source: 为什么瞒着本大爷啊？”
ja: なんで俺様には内緒にされッてんだ?」

source: “说起来是啊。
ja: 「そう言えばそうね。

source: 到底为什么呢？”
ja: なんでかしら?」

source: “……纯粹是因为没有盯上加菲尔带走的理由吧。
ja: 「……純粋に、ガーフが連れ去られる理由が見当たらなかったのでしょう。

source: 给我们忠告的人们也说了我们是美人才这么做的。”
ja: わたくしたちに忠告してくださった方々も、わたくしたちがその美人だからと」

source: “姐姐？
ja: 「姉貴がァ?

source: 喂喂，那些家伙到底在看哪……好痛！
ja: オイオイ、そいつらッどこに目ェ付けて......痛ェ!

source: 还没说完呢！”
ja: 言い切ってねェ!」

source: “已经说得差不多了！
ja: 「もうほとんど言い切ってましたわよ!

source: 真是没礼貌的孩子！”
ja: 失礼な子ですわね!」

source: 芙蕾德丽卡面红耳赤，拼命揪住加菲尔的耳朵。
ja: 呆れ顔をしたガーフィールの耳を引っ張り、フレデリカは顔を赤くする。

source: 当然，芙蕾德丽卡没想过大张旗鼓地宣布自己是个美人。
ja: もちろん、フレデリカも自分が美人だなんて声高に言い張るつもりはない。

source: 她身边有艾米莉娅，还有像拉姆和佩特拉这样可爱的少女。
ja: 身近なところにエミリアがいるし、ラムやペトラのような可愛い少女たちもいるのだ。

source: 与之对比，自己的身体太大，嘴里有着尖牙。
ja: それと比べて自分は体は大きいし、口の牙は鋭い。

source: 不过她想她的眼睛颜色和脾气多少还是不错的。
ja: 多少、瞳の色や自元の雰囲気は悪くないとは思っている。

source: 她记得以前经常因为这些被夸奖。
ja: 以前はよく、それを褒めてもらった覚えもあった。

source: 这些在成长后就消失了，所以她想这些仅仅是奉承罢了（ 译者注：战犯绝对是克林德 ）
ja: それも成長した途端になくなったので、ただのおべっかだとは思っているが。

source: “痛痛痛！
ja: 「痛ェ痛ェ痛ェ!

source: 你要揪（我）耳朵到什么时候啊！”
ja: いつまでッ耳引っ張ってんだよッ!」

source: “啊，对不起。
ja: 「あら、ごめんなさい。

source: 我有点想出神了。”
ja: つい力が入ってしまいましたわ」

source: 由于在想过去讨厌的事情，手指的力道不自觉地加重了。
ja: 嫌な思い出を振り返っていたのもあり、つい指に力が入ってしまった。

source: 手指快速离开后，加菲尔捂着耳朵躲到了艾米莉娅身后。
ja: パッと指を離すと、ガーフィールが耳を押さえてエミリアの後ろに隠れる。

source: 那副样子让艾米莉娅低声笑了出来，
ja: その様子にエミリアが小さく笑い、

source: “没关系的，芙蕾德丽卡很可爱。
ja: 「大丈夫、フレデリカは可愛いもの。

source: （但毕竟）加菲尔是弟弟，所以很难夸你。”
ja: ガーフィールは弟だから褒めづらいだけよ」

source: “啊，谢谢……只是，那个，我不觉得可爱这个词适合我。
ja: 「あ、ありがとうございます......ただその、可愛いという表現はわたくしには似合わないかなと。

source: 可爱是很特别的词。”
ja: 可愛いという言葉は、特別ですから」

source: “真的吗？
ja: 「そうなの?

source: 那么，美人就没问题了！”
ja: じゃあ、美人だから大丈夫!」

source: “唔……哦，奥托大人还没到吗？
ja: 「うう……お、オットー様はまだですかしら。

source: 这么晚了！”
ja: 遅いですわね!」

source: 被艾米莉娅毫无恶意地夸赞着，让芙蕾德丽卡感觉脸红到了耳根子。
ja: 微塵も悪気のないエミリアに褒められ、 フレデリカは耳まで熱い思いを味わう。

source: 奇怪的是，在姐弟俩都揉着耳朵的时候，艾米莉娅四处看了看，“是呢。”
ja: 奇しくも、姉弟が揃って耳を押さえている状況で、エミリアは「そうね」と周りを見渡し、

source: “是不是和谁聊得太投入了……奥托君一喝酒就会唠叨一些莫名其妙的事情。”
ja: 「誰かと話し込んじゃってるのかしら......オットーくん、お酒が入るとへべれけのお話好きになっちゃうから」

source: “奥托兄的纠缠酒，这说法不就是艾米莉描述那个吗。
ja: 「オットー兄ィの絡み酒を、そォ表現すんのァエミリーぐれェだろォよ。

source: ......不过，这么迟到是有点让人担心。”
ja: ......けど、遅ェのは気になるって確かだな」

source: 艾米莉娅手指按在嘴唇上（思考），皱起眉头，而加菲尔则咬响牙齿。
ja: 唇に指を当てて、眉を寄せるエミリアにガーフィールがそう牙を鳴らした。

source: 这两人的话也让用手给脸扇风的芙蕾德丽卡不由得感到不安。
ja: その二人の言葉に、パタパタと手で顔を扇ぐフレデリカも不安を覚える。

source: 虽然只是随口一说，但这绝对不是奥托平时的风格。
ja: 何気なく言ったことだったが、オットーらしくないのは間違いない。

source: 正如艾米莉娅所说，奥托在日常生活中可能会因为酒量问题而出糗，但这是在无须警戒的环境下──很难想象会发生在可以称得上是敌国的领地上。
ja: エミリアの言うように、日常では酒量で失敗することもあるオットーだが、それは警戒せずにいられる環境だからこそ──敵地とも言える場所で、それは考えにくい。

source: 可能发生什么了的不好的预感在逐渐增加──
ja: 何かあったのではないかと、嫌な予感が徐々に高まり──、

source: “说起来，刚才的话题……是关于绑架结婚的吧？”
ja: 「そォ言やァ、さっきの話......誘拐結婚だったか?」

source: “嗯，绑架结婚。
ja: 「ええ、誘拐結婚。

source: 话说回来，我之前也差点和雷古勒斯结婚，那是不是也算作绑架结婚呢……”
ja: そう言えば私、 レグルスに結婚させられそうになったけど、あれも誘拐結婚だったのかしら......」

source: “抱歉让艾米莉遭遇这种情况……加菲？”
ja: 「エミリーが見舞われた事態のことはお気の毒でしたけれど......ガーフ?」

source: 虽然话题稍微跑偏，但芙蕾德丽卡叫住加菲尔，催促他继续说下去。
ja: 微妙に話が脱線しかけたが、フレデリカがガーフィールを呼んで先を促す。

source: 于是，他揪了揪自己短短的金发，“不。”
ja: すると、彼は「いや」と自身の短い金髪をガシガシと掻き毟りながら、

source: “可能是想多了，但刚才的话题也提到了男性被绑架的情况吧。”
ja: 「考えすぎッかもしれねェけどよ、さっきの話じゃァ男もさらわれって話だったじゃァねェか」

source: “大家好像都是这么说的。”
ja: 「そういう風にみんなは話してたわね」

source: “……奥托兄不会被盯上了吧？”
ja: 「……まァさか、オットー兄ィが狙われたってこたァねェよなァ?」

source: 瞬间，加菲尔的话引起了一阵尴尬的沉默。
ja: 一瞬、ガーフィールの言葉に変な沈黙が生まれた。

source: 然而，这很快就被“不可能吧”这样无力的想法打破。
ja: しかし、それはすぐに「まさか」という弛緩した思考に邪魔される。

source: “不，不，不管怎样想都不会有这种事吧。
ja: 「い、いえいえ、いくら何でもそんなことありませんわよ。

source: 加菲，你想得太多了，太离奇了。”
ja: ガーフ、それはちょっと考えすぎというか、突飛な考えというものですわ」

source: “是，是吧？
ja: 「だ、だよなァ?

source: 奥托兄从一开始就绝不会做这种蠢事，就算被盯上了也不会糊涂到被抓住……”
ja: そもそも、オットー兄ィが迂闊な真似するッわけねェし、狙われッったところで捕まるよォな間抜けでも......」

source: “不、不好！
ja: 「た、大変!

source: 奥托君遇到危险就不好了！”
ja: オットーくんが危ないなんて、そんなのダメよ!」

source: 「「艾米莉！？」」
ja: 「「エミリー!?」」

source: 然而，艾米莉娅变了脸色，将芙蕾德丽卡和加菲尔的想法抛在脑后，急匆匆地冲了出去。
ja: だが、フレデリカとガーフィールの考えを振り切り、血相を変えたエミリアが走り出してしまった。

source: 芙蕾德丽卡等人慢了一拍，也跟着艾米莉娅的背影紧随其后。
ja: そのエミリアの背中を、一拍遅れてフレデリカたちも追いかける。

source: “艾米莉！
ja: 「エミリー!

source: 那个，说真的，这种担心……”
ja: その、さすがにその心配は......」

source: “即使我想多了也没关系！
ja: 「私の考えすぎだったらそれでいいの!

source: 但如果不是那样就严重了！”
ja: でも、違ったら大変じゃない!」

source: 艾米莉娅跑在前面呼吁道，让芙蕾德丽卡感觉仿佛挨了重重一拳。
ja: 前を行くエミリアの訴えに、フレデリカはガツンと殴られた気分味わった。

source: 她说的没错，如果只是杞人忧天那没关系。
ja: 彼女の言う通り、思い過ごしならそれでいいのだ。

source: 但是，如果考虑到不是想多了的情况，就不能呆在原地。
ja: だが、もしも思い過ごしでなかった場合のことを考えて、この場は走るべきなのだと。

source: “加菲，奥托大人的气味……”
ja: 「ガーフ、オットー様の匂いは......」

source: “姐姐应该也明白吧。
ja: 「姉貴もわかっ てッだろォ 。

source: 奥托兄本来就没什么气味。
ja: 元々、 オットー兄ィは匂いが薄いんだよォ。

source: 就算不是那样，本大爷和姐姐都没那么好的鼻子追踪他。”
ja: そうじゃッなくても俺様も姉貴も、言うほど鼻が利くッわけじゃァねェ」

source: 虽然作为半兽人的芙蕾德丽卡和加菲尔相对于普通人来说嗅觉更灵敏，但还不足以让她们精确追踪到个体。
ja: 半獣人であるフレデリカとガーフィールは、普通の人間と比べれば嗅覚は敏感だが、それも探し人にきっちり辿り着けるほどではない。

source: 虽然可能可以在城镇中短距离找人，但一旦距离拉开就变得困难。
ja: 町中で少しはぐれた相手を探すぐらいはできても、距離が開けばそれも困難。

source: 带着无奈的感觉，她们两人追上了奔跑的艾米莉娅。
ja: そんな歯痒い思いを抱えたまま、走るエミリアに二人が追いつく。

source: 艾米莉娅跑到了之前与芙蕾德丽卡一起询问过的摊位，停下了脚步。
ja: 足を止めたエミリアが向かっていたのは、さっき、フレデリカと聞き込みをした露店だった。

source: 她向店主喊道：“店主先生！”
ja: その店主に、エミリアは「店主さん!」と声をかける。

source: “哦？
ja: 「お?

source: 哦哦，是刚才那些姑娘们啊。
ja: おお、さっきの娘ちゃんたちか。

source: 怎么了，脸色这么差。”
ja: どうした、 血相変えて」

source: “刚才关于绑架结婚的话题，请问可以更详细地说明一下吗？”
ja: 「さっきのお話、誘拐結婚のことなんだけど、もっと詳しく教えてほしいの!」

source: “详细点？
ja: 「詳しく?

source: 嗯，即使再要说得详细点，但实际上除了刚才提过的内容，也没多少可以补充了……”
ja: いや、詳しくって言っても、さっき話した以上のことは......」

source: “无论什么都行，都请告诉我们吧。
ja: 「何でもッいいから話しちゃァくれねェか。

source: 说不定我们的亲戚会有危险。”
ja: 俺様たちの身内がやべェかもしれねェんだ」

source: 店主被逼问得眼睛瞪大，加菲尔的话让他的脸僵住了。
ja: 詰め寄られ、目を丸くした店主が、ガーフィールの言葉に顔を強張らせた。

source: 然后，他稍稍降低声音，
ja: それから、彼はわずかに声を潜めると、

source: “亲戚有危险，是指被绑架了吗？”
ja: 「身内が危ないってのは、誘拐されたってことか?」

source: “不知道。
ja: 「わからないの。

source: 只是他到了约定的时间却没有来到集合地点……他可是个非~常一丝不苟的人，所以像这种情况很罕见的。”
ja: ただ、約束の時間になっても待ち合わせ場所にこなくて......すごーく几帳面な子だから、滅多にそんなことないんだけど」

source: “虽然不想问（这种私事），但那个人是个美人吗？”
ja: 「聞くのはあれだが、その相手ってのは美人なのかい?」

source: “美人……嗯呢，我觉得是个美人呢。
ja: 「美人......ええ、美人だと思う。

source: 对吧？”
ja: そうよね?」

source: “他很美确实是个事实。
ja: 「美形、なのは事実と思いますわ。

source: 虽然是不怎么给人留下那种印象的类型......”
ja: あまりそういう印象を与えませんが......」

source: 在艾米莉娅的直接问话下，芙蕾德丽卡纠结了一下答应了。
ja: 真っ向からエミリアに聞かれて、フレデリカは答えに窮しながらそう応じる。

source: 芙蕾德丽卡对奥托的评价是，如果不说话的话，他绝对是个美人。
ja: 黙っていれば美形というのがオットーのわかりやすい評価とフレデリカは考える。

source: 之所以对他没多少那样的印象，可能是因为平时接触的次数比较多吧。
ja: 彼にあまりそういう印象がないのは、普段の付き合いがあるからだろう。

source: 当他与昴和加菲尔接触时，比起美貌，他更多的是给人一种表情丰富的印象，这是因为他是个有着广泛表达能力的充满魅力的人。
ja: スバルやガーフィールと接しているとき、表情豊かな彼は美形というより、表現力が幅広くて魅力的な人物、という印象が強い。

source: 他的有趣相比美貌给人留下了更深刻的感觉。
ja: 美形より、面白いの方が先立つ感想だ。

source: 不管怎样──
ja: ともあれ──、

source: “原来如此，美人啊……那么，她被蝙蝠人抓走的可能性很高。”
ja: 「そうか、美人か......なら、蝙蝠人に連れてかれた可能性は高いな」

source: “那些绑架结婚的家伙们。
ja: 「誘拐結婚をやってる連中さ。

source: 不仅在这个城镇，还在其他各个镇子造成了灾害。”
ja: この町だけじゃなく、あちこちの町で被害が出てる」

source: 店主用手点了点头，同情地看着她们。
ja: 頷に手をやって、気の毒そうにこちらを見る店主。

source: 他的话让三个人屏住呼吸，面面相觑。
ja: 彼の言葉に息を呑んで、フレデリカたち三人は顔を見合わせた。

source: “但，但是，即使对方再熟练，也不可能这么轻松地……”
ja: 「で、ですが、相手が手馴れていようとそう簡単に......」

source: “他们用什么方法绑架的？”
ja: 「どんなッ方法で誘拐すんだ?」

source: “听说，他们会从背后突然袭击，然后绑住对方。”
ja: 「聞いた話じゃ、いきなり後ろから殴ってふん縛るらしい」

source: “为什么偏偏选择了他最不好对付的方式……！”
ja: 「よりによって一番対処が苦手そうな方法を......!」

source: 虽然奥托似乎对大多数对手都有应对之策，但大概他唯一一种没法应对的情况就是这种『交谈无用』的情况。
ja: 大抵の相手に対応する術を持っていそうなオットーだが、おそらく、彼が唯一と言っていいぐらい苦手とする類の状況が『問答無用』だろう。

source: 那种在交谈中博弈寻找对手间隙的方式在这种情况会变得更加弱势。
ja: 問答することで相手の隙を探る手合いは、そうした状況に殊更弱い。

source: “就算是奥托兄，如果被一下子击倒也没办法吧……？”
ja: 「いくらオットー兄ィでも、いきッなりやられたらどうにもならねェか......?」

source: “昴大人和奥托大人在平常的打架中是不可能获胜的......”
ja: 「スバル様もオットー様も、普通に揉み合いになっては勝ち目がありませんから.....」

source: 最糟糕的设想一一得到证实，芙蕾德丽卡和加菲尔的脸色也变得苍白了。
ja: 最悪の想像が次々と裏付けられ、フレデリカとガーフィールの顔色も悪くなる。

source: 只要绑架的目的是『结婚』，就应该没有命丧黄泉的担忧。
ja: 誘拐の目的が『結婚』である以上、命を奪われる心配はないのかもしれない。

source: 但是，在这个世界，生命往往一个偶然就转瞬即逝。
ja: しかし、世の中には弾みで命が奪われることも往々にしてある。

source: 仅仅是来到佛拉基亚帝国的数个小时，就经历了在露格尼卡王国几乎不会发生的危险，这已经不仅仅是厄运可以概括了。
ja: ヴォラキア帝国にきて数時間、たったそれだけで早くもルグニカ王国では出くわさないような被害に出くわすなんて、運が悪いどころの話ではなかった。

source: “到底，应该怎么办啊……”
ja: 「いったい、どうすれば......」

source: “唔，店主先生，你是怎么知道绑架的人是蝙蝠人的？”
ja: 「ねえ、店主さん、どうして誘拐してる人たちが蝙蝠人の人たちってわかるの?」

source: “艾米莉？”
ja: 「エミリー?」

source: 一旦应对不当，奥托的生命就会受到威胁。
ja: 対応を誤れば、オットーの命が危うい。

source: 在因为这种感觉感到害怕的芙蕾德丽卡旁边，艾米莉娅用严肃的目光看着店主。
ja: その感覚に怯えるフレデリカの傍ら、 エミリアが真剣な目で店主を見つめている。

source: 即便隔着『认知阻碍』的披风，在艾米莉娅窥视的脸下，芙蕾德丽卡等人还是感到了紧迫感。
ja: 『認識阻害』のローブ越しとはいえ、じっとエミリアの顔が覗き込まれると、フレデリカたちにもいくらか緊迫感が走る。

source: 然而，店主似乎并没有被艾米莉娅的身份所震慑，而是被她的眼力所压迫，
ja: しかし、店主はエミリアの素性ではなく、その眼力に気圧されたように、

source: “知、知道是这伙人干的理由很简单。
ja: 「れ、連中の仕業ってわかる理由は簡単だよ。

source: 因为，血。”
ja: その、血だ」

source: “对，血。
ja: 「そう、血。

source: 蝙蝠人这群家伙吸血，吸人血。
ja: 蝙蝠人の奴らは血を飲むんだよ、人間の。

source: 而且，他们会根据血的优劣选择对象……”
ja: それで、さらう相手も血の良し悪しで選ぶらしいんだが......」

source: 店主在这里停下了话语，但后面的内容大概能想象得到。
ja: そこで言葉を区切った店主だが、おおよそ続く言葉に想像はついた。

source: 如果是根据血液的优劣选择的绑架的对象，那么首先就需要确认血液的好坏。
ja: 血の良し悪しで誘拐相手を選ぶなら、まずは血の良し悪しを確かめなくてはならない。

source: 这就需要在绑架的现场品尝血液的口味。
ja: そのために、さらった現場で血の味見をするということなのだろう。

source: 如此一来，就会在绑架现场残留足够明显的痕迹，一眼就看出来是蝙蝠人的行径。
ja: 蝙蝠人の仕業だと、そう一目瞭然と思われるぐらいの痕跡が現場に残るほどに。

source: “蝙蝠人一伙正在国内各地移动寻找合适的对象。
ja: 「蝙蝠人の一団は、国中移動しながら相手探しをしてる。

source: 这次似乎把这个城镇和附近的城镇作为目标。
ja: 今回は、この町と近隣の町が標的にされてるらしい。

source: 所以我才告诉你们小姑娘们要小心。”
ja: だから、娘ちゃんたちに気を付けろって話したのさ」

source: “那么……那么我们就不能阻止那些人吗？”
ja: 「そう。

source: “那帮蝙蝠人？
ja: ......その人たち、止めるわけにはいかないの?」

source: 如果正面交锋，激怒那帮家伙的话会更危险。
ja: 「蝙蝠人連中を?まともにやり合って、連中を怒らせたらそれこそヤバい。

source: 如果不抵抗的话，那些家伙吸够血也就算了，但一旦破坏了这点，就得流下他们吸不完的血。
ja: 歯向かわなければ、流れる血は奴らが啜る分だけで済むが、それを破ったら飲み切れない分の血が流れる。

source: 不用说也能想明白哪个更好吧。”
ja: どっちの方がマシか、考えるまでもないだろ」

source: 店主慢悠悠地摇了摇头，仿佛在斥责着艾米莉娅的想法。
ja: エミリアの考えを窘めるように言って、店主はゆるゆると首を横に振った。

source: 然后他劝告艾米莉娅她们“不要想着做傻事”，又重新开始了工作。
ja: それから彼は、エミリアたちに「馬鹿な真似は考えるなよ」と忠告し、仕事に戻る。

source: 与其想着与蝙蝠人对抗，还是让被抓走的那个人死掉比较聪明。
ja: 蝙蝠人と事を構えるなんて考えるなら、連れ去られた一人を見殺しにした方が賢い。

source: 从店主的言行中，可以感到他就是这么想的。
ja: 店主の言動からは、そうした考えでいるのが感じ取れた。

source: 这本身可能是来自住在这个城镇的店主的处世之道的善意的建议──
ja: それ自体は、この町で暮らす店主の処世術で、善意の助言だったのだろうが──、

source: “──即使您这么说了，也有不能后退的理由。”
ja: 「──たとえそう言ってもらえても、引けない理由があるもの」

source: 艾米莉娅深深地鞠了一躬，表达对店主指引的感谢，然后宣布了自己的不同结论。
ja: 店主に深々と頭を下げて、 エミリアは教えてもらった感謝を述べつつも、自分の結論が別にあることを宣言する。

source: 然后，艾米莉娅带着芙蕾德丽卡和加菲尔离开了摊位，
ja: それから、エミリアはフレデリカとガーフィールを連れ、店から離れると、

source: “你们俩怎么想？
ja: 「二人はどう思う?

source: 你们认为奥托君被抓走了吗？”
ja: オットーくんはさらわれちゃったと思う?」

source: 虽然不想多想，但他没有来碰面，以及（联想）对象是怎么中招的，想来就算是奥托兄也会被抓吧。”
ja: 考えったくはねェが、待ち合わせにこねェのと、相手のやり口を開くと、オットー兄ィでも捕まりかわねェなって思うぜ」

source: “环境不同，情况也不同。
ja: 「土地が違えば勝手が違う。

source: 即便是奥托大人平时有效的手段，在帝国可能也不那么起作用……是有这种可能性。
ja: 普段のオットー様の手際の良さも、 帝国ではなかなか通用しなかった......その可能性もありえるかと。

source: 但是。”
ja: ですが」

source: “──不能因为我们的情况，给城镇的居民带来麻烦。”
ja: 「──私たちが勝手なことをして、町の人に迷惑はかけられない」

source: 艾米莉娅做了补充，芙蕾德丽卡担忧地点了点头。
ja: そう付け加えたエミリアに、フレデリカはおずおずと頷いた。

source: 如果店主刚才的话是事实的话，那么可能抓走了奥托的蝙蝠人可被看作是一个相当危险的集团。
ja: 先ほどの店主の話が事実なら、 オットーを連れ去った可能性のある蝙蝠人はかなり危険な集団と思われる。

source: 如果作为外人的芙蕾德丽卡一行人在这个地方制造骚乱，那么非常可能会激起他们的怒火。
ja: 余所者のフレデリカたちが場を荒らすことで、彼らの怒りに火を付ける可能性は十分考えられた。

source: 那种情况下，他们的獠牙可能会指向城镇，而不是她们自己。
ja: その場合、それらの牙は自分たちではなく、町に向けられる可能性がある。

source: “我理解这些担心。
ja: 「そういう心配があるのはわかる。

source: 我真的理解，但是……”
ja: わかるんだけど......」

source: “我真的理解，但是……但是我真的非~常的生气。
ja: 「わかるんだけど......私、すごーく怒ってるの。

source: 这样是不是很不好？”
ja: それってダメなことかしら?」

source: “我觉得，结婚是非~常美好和重要的事情。
ja: 「私、結婚ってすごーく素敵で、大切なことだと思ってるの。

source: 因此，我也很不喜欢强行带走某人，用武力的方式寻找新娘（的行径），所以如果奥托君有危险，我会更加想想办法帮助他。”
ja: だから、無理やり連れていって力ずくでって、そんな方法でお嫁さん探しをしてるのもやだなって思うし、オットーくんが危ないならなおさら、どうにかしたいって思う」

source: 虽然她说得很谦和，符合她的说话方式，但艾米莉娅的愤怒传达给了芙蕾德丽卡。
ja: 控えめで彼女らしい物言いだが、エミリアの怒りはフレデリカにも伝わってくる。

source: 而芙蕾德丽卡虽然因为『绑架结婚』这个词的强烈含义而感到压力，但她也同意这种行为本身难以接受。
ja: そしてフレデリカも、『誘拐結婚』の字面の強さに押されていたが、その行為自体を受け入れ難いと思う気持ちがあるのは同意見だった。

source: 更不用说艾米莉娅在水门都市在大罪司教那里差点经受了相似的遭遇。
ja: ましてエミリアは、水門都市で大罪司教から似たような目に遭わされかけたと聞く。

source: “那个时候，昴来接我，我真的非~常的高兴。
ja: 「あのとき、スバルが迎えにきてくれてすごーく嬉しかった。

source: 这次我想成为接他的那个人。
ja: 今度は私が迎えにいく側をやってあげたい。

source: 虽然对象不是昴，而是奥托君。”
ja: 相手はスバルじゃなくて、 オットーくんだけど」

source: “......你是认真的吗？
ja: 「......本気ですのね?

source: 一旦被敌视，以后的行动会受到极大的限制。”
ja: 一度敵視されれば、以降の行動が大幅に制限されることになりますわよ」

source: “但是啊，姐姐。
ja: 「けッどよォ、姉貴。

source: 那个家伙......”
ja: そいつァ......」

source: “加菲。”
ja: 「ガーフ」

source: 她用严厉的口吻叫了一声试图插话的加菲尔的名字，让他默然。
ja: ぴしゃりと、一言名前を呼んで口を挟みかけた弟を黙らせる。

source: 她明白加菲尔想说什么。
ja: ガーフィールが言いたいことはわかる。

source: 她明白的，但芙蕾德丽卡要问的是包括这在内的艾米莉娅的觉悟。
ja: わかるが、それも含めてフレデリカはエミリアの覚悟を問うたのだ。

source: 对于芙蕾德丽卡的质问，艾米莉娅紫绀色的眼瞳闪耀着凛然的光辉，
ja: そのフレデリカの問いかけに、エミリアは紫紺の瞳を凛と輝かせると、

source: “虽然刚到这里就要闹得吵吵闹闹。
ja: 「きてすぐなのに騒がしくしちゃうかもしれないわ。

source: 但即便因此让行动困难，也比让奥托君消失不见要好。
ja: でも、それで動きづらくなっても、オットーくんがいなくなっちゃうよりずっといい。

source: 既然你有觉悟，我也就没什么可说的了。
ja: 覚悟がおありなら、わたくしは何とも言えませんわ。

source: ......不过之后，拉姆肯定会责备我们好多次。”
ja: ......あとで、ラムにはきっと散々小言を言われるでしょうけれど」

source: 刚刚被那样托付了，就立刻变成这种状况，拉姆会生气也是没办法的。
ja: 任せると、そう託されてすぐにこの状況ではラムから怒られても仕方ない。

source: 在这种情况下，第一个被挑出来挨骂的也许是奥托吧。
ja: たぶん、その場合は一番槍玉に挙げられるのはオットーだろうけど。

source: “讨论算是告一段落了。
ja: 「話ァまとまったッみてェだな。

source: 那么，要怎么做呢？”
ja: そしたら、 どォしてやる?」

source: 加菲尔在胸前击拳，露出了他的獠牙，笑了起来。
ja: 自分の胸の前で拳と拳を打ち合わせ、 ガーフィールが牙を見せて笑う。

source: 加菲尔高涨着凶猛战意的话语让艾米莉娅陷入沉思，“是呢。”
ja: 獰猛な戦意を高めるガーフィール、 その言葉に「そうね」とエミリアは考え込み、

source: “店主先生说过，蝙蝠人会瞄准美味血液的人......要怎么样才能让血液变得美味呢？”
ja: 「店主さんのお話だと、蝙蝠人は血がおいしそうな人を狙うって......どうやったら、血がおいしくなるのかしら?」

source: “本大爷虽然喜欢肉，但不擅长像血液这类的东西……”
ja: 「俺様も、肉は好きッだが血は得意でも何でもねェしな……」

source: 关于血液的味道好坏，艾米莉娅和加菲尔都摇摇头。
ja: 血の味の良し悪しなんてわからない、とエミリアとガーフィールが首を傾げる。

source: 实际上，从她们那一方靠近蝙蝠人的口味是相当困难的。
ja: 実際、蝙蝠人の好みに関して、こちら側から歩み寄るのはなかなか困難だろう。

source: 芙蕾德丽卡也很遗憾地表示她没有美味血液的线索。
ja: フレデリカも、おいしい血の味の心当たりは残念ながらない。

source: 但是──
ja: しかし──、

source: “艾米莉，加菲，我有一个提议。”
ja: 「エミリー、ガーフ、わたくしに提案がありますわ」

source: 什么，你想到什么了吗？”
ja: 何か、思いつくの?」

source: 虽然不是我特别想尝试的方法。”
ja: あまり、やりたくはない方法なのですけれど」

source: 艾米莉娅的眼睛闪耀着期待，芙蕾德丽卡撩起自己衣服的袖子。
ja: 期待に目を輝かせるエミリアに、フレデリカは自分の服の袖をまくった。

source: 然后，她的手指滑过，血管透过肌肤微微可见，
ja: そして、ほんのりと血管の透けて見える肌、そこに指を滑らせながら、

source: “虽然我也没有判断血液味道好坏的眼睛。
ja: 「わたくしも、血の味の良し悪しを見極める目は持ちません。

source: 但是，我确实大致能猜到哪种血液是美味的。
ja: ですけれど、味がよいとされる血には心当たりが。

source: ──是我自己的血液。”
ja: ──この、わたくし自身に」

source: “芙蕾德丽卡的血液？”
ja: 「フレデリカの、血?」

source: “──喂喂，姐姐，不会吧。”
ja: 「──ッ、おいおい、姉貴、まさか」

source: 加菲尔脸色一变，抓住了芙蕾德丽卡的肩膀。
ja: ハッとした顔になり、ガーフィールがフレデリカの肩を掴む。

source: 其力道之强表达了担心的程度，而芙蕾德丽卡轻轻地将其拨开。
ja: その力の強さだけ伝わってくる心配、それをフレデリカはそっと優しく引き剥がした。

source: 加菲尔的担忧是合理的。
ja: ガーフィールの懸念、それは正しい。

source: “艾米莉，流经我的体内的是一种特别的血液，被称为『稀血』。”
ja: 「エミリー、わたくしの体に流れる血は特別な、『稀血』と呼ばれるものだそうです」

source: “希雪......？”
ja: 「マレケツ......?」

source: “虽然我自己对此没有什么实感。”
ja: 「わたくし自身にはこれと言って実感はありませんが」

source: 自己体内流的血液是特别的这一点，是克林德告诉她的。
ja: 自分に流れる血が特別だと、そう話してくれたのはクリンドだ。

source: 确切地说，是在以芙蕾德丽卡的血液为目标引发的事件中，在幕后黑手被打倒后从克林德嘴里听到的，这样说更贴切。
ja: 正確には、フレデリカの血を目当てに引き起こされた事件の際、黒幕を打ち倒したクリンドの口から聞かされた、という方が適切ではある。

source: 实际上，芙蕾德丽卡不记得自己特殊性的血液在什么地方帮助过她。
ja: 実際、 フレデリカ自身に特別性の血とやらが何らかの手助けをしてくれた覚えはない。

source: 反而是它作为纷争的源头的记忆更加鲜明。
ja: むしろ、いざこざの発端になったという方が記憶に鮮明だ。

source: “如果刚刚听到的话是真的，那么我的血液让蝙蝠人满意的可能性很高。
ja: 「聞いた話が事実だとしたら、わたくしの血ならば蝙蝠人のお気に召す可能性が高いのではないかと。

source: 至少也比没有任何线索要好。”
ja: 少なくとも、何の手掛かりもないよりかは」

source: “克林德说过尽量少提这件事。”
ja: 「クリンドからは、滅多に口にすんじゃねェって言われッてッぜ」

source: 加菲尔用严肃的眼神说道，打断了芙蕾德丽卡的话。
ja: フレデリカの言葉を遮り、ガーフィールが真剣な目でそう言ってくる。

source: 直到刚刚他还摩拳擦掌精神抖擞地要救出兄长的姿态，一转眼就变成真诚地关心姐姐的样子，这样精悍的一面没有拉姆在场见证实在可惜。
ja: 直前まで、兄貴分の救出に腕を振るえると勇んでいた姿から一転、実の姉を真摯に気遣う姿は、この場にラムがいないのが惜しいと慰めたくなるくらい精悍だった。

source: 是的，加菲尔对她的关心让她感到非常感激和高兴。
ja: そう、ガーフィールが案じてくれる気持ちはありがたいし、とても嬉しい。

source: “但是，我感觉如果错过这个利用我血液的机会，就没有下一次了。
ja: 「ですが、わたくしの血が役立つ機会なんて、この機を逃せば他にあるとも思えません。

source: 克林德的建议也只是考虑到了可能会发生糟糕的事情，对吧？”
ja: クリンドの忠告は、悪いことが起こる可能性を考慮したものでしょう?」

source: “......如果是为了救奥托兄，情况就会变得不一样吗？”
ja: 「......オットー兄ィを助けるためなら、そうはならねェってのかよ」

source: “是的，就是这样。
ja: 「ええ、そうですわ。

source: ──艾米莉。”
ja: ──エミリー」

source: 芙蕾德丽卡点头回应加菲尔的目光，然后把话峰转向了艾米莉娅。
ja: ガーフィールの視線に頷いて、それからフレデリカはエミリアに話の矛先を向けた。

source: 在听完刚刚的话后，艾米莉娅对芙蕾德丽卡的手臂──不，是对其内流淌的血液担心不已。
ja: 今の話を聞きながら、エミリアはじっとフレデリカの腕──否、その内側を流れている血のことを気にしていた。

source: 其眼中闪过的颜色表明就和加菲尔一样，她对芙蕾德丽卡十分担心。
ja: その瞳に過った色は、ガーフィールと同じようにフレデリカを心配している。

source: 在这里，决定是否进行行动的权利在于艾米莉娅。
ja: ここで、作戦の可否を決める権利を持つのはエミリアだ。

source: 如果她以芙蕾德丽卡的安全为优先决定不实行计划，就要不得不考虑其他手段。
ja: 彼女がフレデリカの安全を優先し、その作戦は実行できないと決めれば、違う手段を考えるしかない。

source: 然而，芙蕾德丽卡有一种特定的确信──不如说，期待。
ja: だが、フレデリカにはある種の確信が──否、期待があった。

source: 那就是──
ja: それは──、

source: “──那就开始吧。
ja: 「──やりましょう。

source: 我和加菲尔必定会保护你的。”
ja: 私とガーフィールで、必ず守ってみせるから」

source: 当需要做出必要的决断时，艾米莉娅有着足够的能力做出这个决定。
ja: 必要な決断を迫られたとき、エミリアがそれを決断できる強さがあることだった。

source: ——奥托扶著一跳一跳疼痛的脑袋，自嘲着自己的错误。
ja: ──ズキズキと痛む頭を押さえ、ヘマを踏んだとオットーは自嘲する。

source: “我以为已经很小心的，但是......”
ja: 「気を付けてたつもりなんですがね......」

source: 他极力避免走进了人迹罕至的巷子，避免接触不良分子。
ja: あえて人気のない路地へ入ったり、柄の悪い相手と接触するのは極力避けた。

source: 在陌生的土地上没有补救的余地。
ja: 見知らぬ土地では挽回が利かない。

source: 所以从一开始就不要靠近危险是十分必要的。
ja: 危険には、最初から近寄らないことが肝要だと。

source: 然而，这份慎重在对方的大胆面前轻易地被粉碎了。
ja: だが、そんなこちらの慎重さは、相手の大胆さの前に呆気なく砕かれた。

source: ──某种意义上讲，与其说是大胆，不如说是无谋和蛮横更为贴切。
ja: ──どちらかというと、大胆というより無謀や乱暴と言い換えたいところだが。

source: 无论如何，他被击中头部的事就发生在周围没有人的那一瞬间。
ja: いずれにせよ、頭を殴られたのは周囲に人がいなくなった一瞬の際のことだった。

source: “看起来，就我一个吗？”
ja: 「どうやら、僕だけですか」

source: 忍受着疼痛，奥托一边环顾四周，一边自言自语。
ja: 痛みを堪えながら、周りを観察してオットーはそうこぼした。

source: 被打中头部后，奥托被运到了某个地方，关进了铁笼子里。
ja: 頭を殴られ、どこかへ運ばれたオットーは鉄の檻に入れられている。

source: 笼子的大小勉强能够让他躺下，所以环境并不能称得上舒适。
ja: 大きさはかろうじて寝転がれるくらいなので、とても快適とは言えない環境だ。

source: 而且看样子除了奥托之外，还有其他一些人也陷入了同样的境地。
ja: そして、どうやらオットー以外にも、同じような境遇の人間がちらほらいるらしい。

source: 周围传来了啜泣和呻吟声，每个人都沉浸在悲伤之中。
ja: 辺りからはすすり泣きや呻く声が聞こえていて、誰もが悲嘆に暮れていた。

source: 不过，在这之中，没有他自己的亲人──艾米莉娅和芙蕾德丽卡的身影，奥托对这一状况感到安心。
ja: ただ、その中に自分の身内──エミリアやフレデリカの姿がなかったことは、オットーにとって安堵すべき状況ではあった。

source: “但是，又是拐卖......真是的，我真是和买卖有缘啊。”
ja: 「しかし、また人さらい......つくづく、売り買いに縁がありますね、僕は」

source: 拐卖的目的，大概是人口贩卖吧。
ja: 人さらいの目的となれば、おそらく人身売買だろう。

source: 以前他就被人贩子抓住过一次，也许是被诅咒了吧。
ja: 以前にも一度人買いに捕まったことがあるが、もしかしたら呪われているのかもしれない。

source: 但如果要这么说的话，就有必要重新回顾下这从未摆脱过麻烦的人生吧──
ja: それを言い出せば、いざこざと無縁でいられない人生を見直す必要が出てくるが──、

source: 突然，奥托感到空气中一阵寒意，身子不由得一震，眼睛眯成一条缝向笼外凝视。
ja: ふと、オットーは空気が冷え込む気配に身震いし、檻の外に目を細めた。

source: 从昏暗的空间和冰冷的空气，奥托猜笼子应该是被放置在了地下洞窟之类的地方，但这突然的寒气不是什么好预兆。
ja: 薄暗い空間と冷えた空気から、オットーは檻が置かれているのは 地 下洞窟の類と当たりを付けていたが、急な冷気にはいい予感はしない。

source: 实际上，奥托的预感一点也没错。
ja: そして実際、オットーの予感は間違いではなかった。

source: “──诸位，让你们久等了。”
ja: 「──諸君、長らく待たせているな」

source: 伴随着这样的话语，笼子外面──整个空间都扭曲了，一个黑影出现在那里。
ja: そんな言葉と共に、檻の外──その空間が歪み、黒い人影がその場に現れる。

source: 站在那里的是一个瘦高的黑衣男子，绿色的头发被梳到后面。
ja: そこに立っていたのは細身の長身で、緑髪を後ろに撫で付けた黒衣の男だった。

source: 乍一看，他给人一种冷漠的印象，但他的英俊外表让人脊背战栗。
ja: 一見、冷たい印象を受けるが、背筋が震えるような美形である。

source: 然而，也许是因为此地光线昏暗，他的脸色看起来苍白得像死人一样，这使他让人感觉毛骨悚然。
ja: ただし、薄暗い場所だからなのか、その顔色が死人のように青白く見えるのだけが、どうにも不気味に思われてならなかった。

source: 在抱着这一印象的奥托面前，男人当场深深地鞠了一躬，
ja: そうした心証を抱いたオットーの視界、男はその場に深々と一礼すると、

source: “吾辈是贾克罗泽·布劳。
ja: 「我輩はジャッカローゼ・ブラウ。

source: 诸位被略微不雅的手法聚集在此是有理由的。
ja: 少々不躾な手法だが、諸君らをこうして集めたのには理由がある。

source: 没错，是不得已而为之的理由。”
ja: そう、やむにやまれぬ理由が」

source: 那个男子——自称为贾克罗泽的人以庄严的语调叙述。
ja: 厳かな声色で、男──ジャッカローゼと名乗った人物がそう述べる。

source: 如果其所说的『不雅』是指突然袭击并绑架的行为，那么他希望得到更为诚恳的道歉。
ja: 彼の語った『不躾』というのが、いきなり殴って拉致することを指しているなら、もう少し誠意を込めた謝罪をもらいたいところだ。

source: 但是，多余的插嘴，引起对方的反感显然不是个好主意。
ja: が、余計な茶々を入れ、 相手の反感を買うのもうまくない。

source: 首先，应该听取对方的要求，然后判断如何应对。
ja: まず、相手の要求を聞いて、 それからどう対応するのか判断すべきだ。

source: 奥托考虑到这一点，没有插嘴，并从心底称赞自己的这个判断。
ja: そう考え、口を挟まなかったオットーは、その判断を心底自賛することになる。

source: 毕竟，在他抬起头后，贾克罗泽接下来的话语是──
ja: なにせ、顔を上げたジャッカローゼの続く言葉は──、

source: “──诸位聚集在这里，是为吾辈血之新娘的候选者。
ja: 「──こうして集まった諸君は、我輩の血の花嫁の候補である。

source: 作为继承古老血脉的吾辈之伴侣，最好拥有与之相称的血脉。”
ja: 古き血を引き継ぐ我輩の伴侶には、相応しき血の持ち主こそが望ましい」

source: 贾克罗泽洪亮的话语宛如歌声一般在空间中回荡，呜咽声渐渐停止，时间仿佛停滞了瞬间。
ja: 朗々とまるで歌うようなジャッカローゼの言葉が空間に響き渡り、すすり泣いていた声が引きつって、時間が静止したような瞬間が訪れた。

source: 奥托有效活用这段时间，仔细留意了贾克罗泽先前的话语，以及周围笼子的情况，然后注意到。
ja: その時間を有効活用し、オットーは先のジャッカローゼの言葉と、それから周りの檻の様子をもっと詳しく見て、気付く。

source: ──被关在其他笼子里的所有人都是女性。
ja: ──他の檻に入れられているのは、全員が女性だったことに。

source: “......那为什么只有我？”
ja: 「……なら、なんで僕だけ?」

source: 虽然内心充满了疑问，奥托还是成功将疑问留在了心中。
ja: 心底不思議に思いながらも、オットーは疑問を胸に留め置くのに成功する。

source: 如果将这些说出来，引起了注意，会发生什么事呢。
ja: もしも声に出していたら、注目を集めていたら、いったいどうなっていたことか。

source: 当然，奥托也不知道不发问事态会不会好转。
ja: もっとも、言わなかったことがどれだけ事態を好転させるか、オットーもわからない。

source: 但如果要说自己知道的──
ja: わかることがあるとすれば──、

source: “──等会拉姆小姐和佩特拉酱绝对会生气的。”
ja: 「──あとで絶対、ラムさんとペトラちゃんに怒られる」

source: 他唯一确信的就是自己会被阵营中的两大恐怖女性怒骂一顿。
ja: 陣営の二大怖い女性に、大層叱られるという確信だけであった。

source: 《待续》
ja: 《続く》
